Repository: NaN-tic/trytond-stock_plan
Catalog: locale/*.po
Languages: ca, es

# field:production,from_lines:
source: Comes From
ca: Prové de
es: Procede de

# field:production,to_lines:
source: Goes To
ca: Anirà cap a
es: Irá hacia

# field:stock.move,from_lines:
source: Comes From
ca: Prové de
es: Procede de

# field:stock.move,from_stock_moves:
source: Comes From (Stock Moves)
ca: Prové de (moviments d'estoc)

# field:stock.move,party:
source: Party
ca: Tercer

# field:stock.move,to_lines:
source: Goes To
ca: Anirà cap a
es: Irá hacia

# field:stock.move,to_stock_moves:
source: Goes To (Stock Moves)
ca: Anirà cap a (moviments d'estoc)

# field:stock.plan,company:
source: Company
ca: Empresa
es: Compañía

# field:stock.plan,computed_at:
source: Computed At
ca: Calculat el
es: Calculado el

# field:stock.plan,excess_stock:
source: Excess Stock
ca: Excés d'estoc
es: Exceso de existencias

# field:stock.plan,include_excess_stock:
source: Include Excess Stock
ca: Inclou l'excés d'estoc
es: Incluir exceso de existencias

# field:stock.plan,late_stock:
source: Late Stock
ca: Estoc tardà
es: Existencias tardías

# field:stock.plan,lines:
source: Lines
ca: Línies
es: Líneas

# field:stock.plan,state:
source: State
ca: Estat
es: Estado

# field:stock.plan,total_lines:
source: Total Lines
ca: Línies totals
es: Líneas totales

# field:stock.plan,valid_lines:
source: Valid Lines
ca: Línies vàlides
es: Líneas válidas

# field:stock.plan,without_stock:
source: Without Stock
ca: Sense estoc
es: Sin existencias

# field:stock.plan.line,day_difference:
source: Days Difference
ca: Dies de diferència
es: Días de diferencia

# field:stock.plan.line,destination:
source: Destination Move
ca: Moviment de destinació
es: Movimiento de destino

# field:stock.plan.line,destination_date:
source: Destination Date
ca: Data de destinació
es: Fecha de destino

# field:stock.plan.line,destination_document:
source: Destination Document
ca: Document de destinació
es: Documento de destino

# field:stock.plan.line,plan:
source: Stock Plan
ca: Pla d'estoc
es: Plan de existencias

# field:stock.plan.line,product:
source: Product
ca: Producte
es: Producto

# field:stock.plan.line,quantity:
source: Quantity
ca: Quantitat
es: Cantidad

# field:stock.plan.line,source:
source: Source
ca: Procedència
es: Procedencia

# field:stock.plan.line,source_date:
source: Source Date
ca: Data de procedència
es: Fecha de procedencia

# field:stock.plan.line,source_document:
source: Source Document
ca: Document de procedència
es: Documento de procedencia

# field:stock.plan.line,uom:
source: UoM
ca: UdM
es: UdM

# field:stock.shipment.in,from_lines:
source: Comes From
ca: Prové de
es: Procede de

# field:stock.shipment.in,to_lines:
source: Goes To
ca: Anirà cap a
es: Irá hacia

# field:stock.shipment.in.return,from_lines:
source: Comes From
ca: Prové de
es: Procede de

# field:stock.shipment.in.return,to_lines:
source: Goes To
ca: Anirà cap a
es: Irá hacia

# field:stock.shipment.internal,from_lines:
source: Comes From
ca: Prové de
es: Procede de

# field:stock.shipment.internal,to_lines:
source: Goes To
ca: Anirà cap a
es: Irá hacia

# field:stock.shipment.out,from_lines:
source: Comes From
ca: Prové de
es: Procede de

# field:stock.shipment.out,to_lines:
source: Goes To
ca: Anirà cap a
es: Irá hacia

# field:stock.shipment.out.return,from_lines:
source: Comes From
ca: Prové de
es: Procede de

# field:stock.shipment.out.return,to_lines:
source: Goes To
ca: Anirà cap a
es: Irá hacia

# help:stock.plan,company:
source: The company for which the plan is created.
ca: L'empresa per a la qual es crea el pla.
es: La empresa para la que se creará el plan.

# help:stock.plan,computed_at:
source: The last time the plan was calculated.
ca: L'última vegada que es va calcular el pla.
es: La última vez en que se calculó el plan.

# help:stock.plan,excess_stock:
source: Number of lines without a destination.
ca: Quantitat de línies sense destinació.
es: Número de líneas sin destino.

# help:stock.plan,include_excess_stock:
source: If checked, the plan will include lines for all stock without a destination.
ca: Si està marcat, el pla inclourà línies per a tot l'estoc sense destinació.
es: Si se marca esta opción, el plan incluirá líneas para todas las existencias sin destino.

# help:stock.plan,late_stock:
source: Number of lines that have both a source and a destination, but where the source is delayed.
ca: Quantitat de línies que tenen tant una procedència com una destinació, però on la procedència té retard.
es: Número de líneas que tienen tanto una procedencia como un destino, pero donde la procedencia está retrasado.

# help:stock.plan,valid_lines:
source: Number of lines that have both a source and a destination, where the source is not delayed.
ca: Nombre de línies que tenen tant una procedència com una destinació, on la procedència no pateix retard.
es: Número de líneas que tienen tanto una procedencia como un destino, donde la procedencia no está retrasado.

# help:stock.plan,without_stock:
source: Number of lines without a source.
ca: Nombre de línies sense procedència.
es: Número de líneas sin procedencia.

# help:stock.plan.line,uom:
source: The Unit of Measure for the quantities.
ca: La unitat de mesura per a les quantitats.
es: La unidad de medida de las cantidades.

# model:ir.action,name:act_dest_source_move
source: Destination → Source
ca: Destinació → Procedència

# model:ir.action,name:act_plan_line_relate
source: Plan Lines
ca: Línies del pla
es: Líneas del plan

# model:ir.action,name:act_source_dest_move
source: Source → Destination
ca: Procedència → Destinació

# model:ir.action,name:act_stock_plan
source: Stock Plans
ca: Plans d'estoc
es: Planes de existencias

# model:ir.action,name:act_stock_plan_line
source: Stock Plan Lines
ca: Línies del pla d'estocs
es: Líneas del plan de existencias

# model:ir.action.act_window.domain,name:act_dest_source_move_all_domain
source: All
ca: Tot

# model:ir.action.act_window.domain,name:act_dest_source_move_customer_domain
source: Customer Moves
ca: Moviments de clients

# model:ir.action.act_window.domain,name:act_dest_source_move_supplier_domain
source: Supplier Moves
ca: Moviments de proveïdors

# model:ir.action.act_window.domain,name:act_plan_line_relate_domain_all
source: All
ca: Tot
es: Todo

# model:ir.action.act_window.domain,name:act_plan_line_relate_domain_late_stock
source: Late Stock
ca: Estoc tardà
es: Existencias tardías

# model:ir.action.act_window.domain,name:act_plan_line_relate_domain_surplus_stock
source: Excess Stock
ca: Excés d'estoc
es: Exceso de existencias

# model:ir.action.act_window.domain,name:act_plan_line_relate_domain_without_stock
source: Without Stock
ca: Sense estoc
es: Sin stock

# model:ir.action.act_window.domain,name:act_source_dest_move_all_domain
source: All
ca: Tot

# model:ir.action.act_window.domain,name:act_source_dest_move_customer_domain
source: Customer Moves
ca: Moviments de clients

# model:ir.action.act_window.domain,name:act_source_dest_move_supplier_domain
source: Supplier Moves
ca: Moviments de proveïdors

# model:ir.action.act_window.domain,name:act_stock_plan_active_domain
source: Active
ca: Actiu
es: Activo

# model:ir.action.act_window.domain,name:act_stock_plan_all_domain
source: All
ca: Tot
es: Todo

# model:ir.action.act_window.domain,name:act_stock_plan_draft_domain
source: Draft
ca: Esborrany
es: Borrador

# model:ir.message,text:msg_active_transition_multiple_plans
source: You cannot activate more than one plan at a time.
ca: No podeu activar més d'un pla alhora.
es: No puedes activar más de un plan a la vez.

# model:ir.message,text:msg_plan_without_calculation
source: The plans "%(plan)s" have not been computed yet.
ca: Els plans "%(plan)s" encara no s'han calculat.

# model:ir.message,text:msg_title_destination_relate
source: Lines with destination "%(destination)s"
ca: Línies amb destinació "%(destination)s"

# model:ir.message,text:msg_title_source_relate
source: Lines with source "%(source)s"
ca: Línies amb la procedència "%(source)s"

# model:ir.message,text:msg_warn_line_without_destination
source: You tried to open related destination lines, but the current line does not have a destination.
ca: Heu intentat obrir línies amb destinació relacionades, però la línia actual no té cap destinació.
es: Intentó abrir líneas de destino relacionadas, pero la línea actual no tiene un destino.

# model:ir.message,text:msg_warn_line_without_source
source: You tried to open related source lines, but the current line does not have a source.
ca: Has intentat obrir línies amb procedència relacionades, però la línia actual no té cap procedència.
es: Intentó abrir líneas de procedencia relacionadas, pero la línea actual no tiene una procedencia.

# model:ir.model.button,string:activate_button
source: Activate
ca: Activa
es: Activar

# model:ir.model.button,string:calculate_button
source: Calculate
ca: Calcula
es: Calcular

# model:ir.model.button,string:cancel_button
source: Cancel
ca: Cancel·la
es: Cancelar

# model:ir.model.button,string:deprecate_button
source: Deprecate
ca: Discontinuar
es: Discontinuar

# model:ir.model.button,string:destination_relate_button
source: Open related destination lines
ca: Obre les línies de destinació relacionades
es: Abrir líneas de destino relacionadas

# model:ir.model.button,string:draft_button
source: Draft
ca: Esborrany
es: Borrador

# model:ir.model.button,string:source_relate_button
source: Open related source lines
ca: Obre les línies de procedència relacionades
es: Abrir líneas de procedencia relacionadas

# model:ir.rule.group,name:rule_group_stock_plan
source: Stock Plan Rules
ca: Normes del pla d'estocs
es: Reglas del plan de existencias

# model:ir.ui.menu,name:menu_move_dest_source
source: Destination → Source
ca: Destinació → Procedència

# model:ir.ui.menu,name:menu_move_source_dest
source: Source → Destination
ca: Procedència → Destinació

# model:ir.ui.menu,name:menu_stock_plan
source: Stock Plan
ca: Plans d'estoc
es: Plan de existencias

# model:stock.plan,name:
source: Stock Plan
ca: Pla d'estoc
es: Plan de existencias

# model:stock.plan.line,name:
source: Stock Plan Line
ca: Línia del pla d'estoc
es: Línea del plan de existencias

# selection:stock.plan,state:
source: Active
ca: Actiu
es: Activo

# selection:stock.plan,state:
source: Cancelled
ca: Cancel·lat
es: Cancelado

# selection:stock.plan,state:
source: Deprecated
ca: Obsolet
es: Obsoleto

# selection:stock.plan,state:
source: Draft
ca: Esborrany
es: Borrador

# view:production:
source: Planning
ca: Planificació
es: Planificación

# view:stock.move:
source: Planning
ca: Planificació
es: Planificación

# view:stock.shipment.in.return:
source: Planning
ca: Planificació
es: Planificación

# view:stock.shipment.in:
source: Planning
ca: Planificació
es: Planificación

# view:stock.shipment.internal:
source: Planning
ca: Planificació
es: Planificación

# view:stock.shipment.out.return:
source: Planning
ca: Planificació
es: Planificación

# view:stock.shipment.out:
source: Planning
ca: Planificació
es: Planificación

# model:ir.message,text:msg_plan_without_calculation
source: The plans "$(plan)" have not been computed yet.
es: Los planes "$(plan)" aún no se han calculado.

# model:ir.message,text:msg_title_destination_relate
source: Lines with destination "$(destination)"
es: Líneas con destino "$(destination)"

# model:ir.message,text:msg_title_source_relate
source: Lines with source "$(source)"
es: Líneas con procedencia "$(source)"
